Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=151_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaame, kirjallisuus
sme: Anárašgiella, girjjálašvuohta

source: Inarinsaameksi kääntänyt Anni Sarre
sme: Anni Sarre lea čállán divttaid ja suomagillii ja jorgalan anárašgillii.

source: Käännösasun tarkastus ja kielenhuolto:
sme: Jorgalusaid heivehus ja giellagáhtten:

source: Ilmari Mattus, Matti Morottaja já Hannu Kangasniemi
sme: Ilmari Mattus, Matti Morottaja ja Hannu Kangasniemi

source: Kansikuva Martti Rikkonen
sme: Bearbmagovva: Martti Rikkonen

source: isolta Inarilta ja sen ympäristöstä, &#13; ihmisistä ja heidän elämästään.
sme: isbn 978-952-441-305-3

source: Saamelaiskäräjät 2015
sme: Antoine de Saint-Exupéry

source: Antoine de Saint-Exupéry
sme: Uccâ priinsâš

source: pohjoissaamesta kääntänyt Iisakki Mattus
sme: ”Dát ođđa prentehus Antoine de Saint-Exupéry girjjis Bás Prinssáš …

source: Uccâ priinsâš
sme: čuovvu dárkilit álgoálgosaš amerihkálaš prentehusa jagis 1943, mii áidna prentehussan almmustuvai girječálli ealedettiin.

source: tarkoin alkuperäiseen amerikkalaiseen vuoden 1943 painokseen, ainoaan joka ilmestyi kirjailijan vielä eläessä.
sme: Goasttideaddji

source: Kustantajan huomautus
sme: siiddut: 95

source: sivuja: 95
sme: Sámediggi 2013

source: Saamelaiskäräjät 2013
sme: Kollepäddi

source: Kollepäddi
sme: Válljen, doaimmahan ja jorgalan suomagillii: Kirsti Siraste

source: Siperialaisia tarinoita
sme: anárašgillii jorgalan: Iisakki Mattus

source: Valinnut, toimittanut ja suomentanut: Kirsti Siraste
sme: govat: Hannu Lukkarinen

source: kuvat: Hannu Lukkarinen
sme: siiddut: 158

source: sivuja: 158
sme: Sámediggi 2001

source: Saamelaiskäräjät 2001
sme: Marja-Liisa Olthuis, govat Petra Kuuva

source: Marja-Liisa Olthuis
sme: Heive bures lohkangirjin vuolleskuvlii ja vieris giela oahpahussii.

source: kuvat: Petra Kuuva
sme: siiddut: 48

source: Sopii hyvin lukukirjaksi ala-asteelle. Voidaan käyttää myös vieraan kielen opiskeluun.
sme: ISBN 952-441-125-3

source: ISBN 952-441-125-3
sme: Doaimm. Matti Morottaja , govat Sylvi Rasmus

source: Saamelaiskäräjät 2006
sme: Sigá maainâs

source: Toim. Matti Morottaja, kuvitus Sylvi Rasmus
sme: ”Inarinlappalaista kansantietoutta”,

source: Sigá maainâs
sme: A.V.Koskimies 1886

source: ”Inarinlappalaista kansantietoutta”,
sme: siiddut: 158

source: A.V.Koskimies 1886
sme: ISBN 951-53-0385-0
